Namespace:   Autodesk.Revit.DB.Macros
  Assembly:   RevitAPIMacros  (in RevitAPIMacros.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
internal Object CurrentObject { get; }
  Visual Basic
Friend ReadOnly Property CurrentObject As Object
	Get
  Visual C++
internal:
virtual property Object^ CurrentObject {
	Object^ get () sealed;
}
 Implements
  IEnumerator Current
 See Also
  MacroModuleIterator Class
  Autodesk.Revit.DB.Macros Namespace